dunstontc.viml
eamodio.gitlens
formulahendry.code-runner
humao.rest-client
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
plex.vscode-protolint
redhat.vscode-xml
redhat.vscode-yaml
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
